Repository: handerson2014/gheimdall
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: it

source: Password is expired. You need to set new password.
it: La Password e' scaduta, devi settarne una nuova

source: Can not login
it: Login fallito

source: Changing password is not available here
it: Combio password non abilitato

source: Failed to change password
it: Cambio password fallito

source: 404 - No such page here
it: pagina insesitente

source: Traceback here.
it: torna indietro

source: Error occurred.
it: errore

source: Title
it: metti il titolo

source: Please wait a second...
it: Un attimo....

source: Logging in...
it: Sto accedendo....

source: Login
it: Accedi

source: Could not handle logout request
it: Non &egrave; possibiltire la richiesta di logout

source: Login again
it: Loggati di nuovo

source: Logged out
it: Sei uscito

source: Not available
it: Non disponibile

source: Back
it: Indietro

source: Your password has changed.
it: Password cambiata

source: Change password
it: Cambia password

source: Reset User's password
it: Azzera la password

source: Password was reset.
it: Password azzerata

source: User Name:
it: Nome Utente

source: Your title goes here
it: metti il titolo

source: Oops! An error occured
it: Ooops! errore

source: -The Team
it: - Il Team

source: A programmer has been notified and will try to fix the problem as soon as possible.
it: Il programma &egrave; stato modificato, cercheremo di risolvere il problema il prima possibile

source: Our sincerest apologies,
it: Saimo spiacenti

source: Something went wonky and we weren't expecting it. Sorry about that.
it: Qualcosa &egrave; andato male, non ce lo aspettavamo, siamo spiacenti per il disagio

source: The problem was actually so bad that we couldn't even send an E-mail to our team to sort the problem out! If you keep getting this message, please send us an E-mail with some information about what you were doing when this happened, so we can try and smooth things over :-)
it: Grave problema, per favore inviaci un mail con le informazioni che ci possono essere utili per risolvere il problema

source: This is commonly known as an "Error 500 " or "Internal Server Error". It means we messed up.
it: Error 500 - internal server error

source: The value of SAMLRequest is wrong
it: il valore del SAMLRequest &egrave corrotto

source: New password does not match
it: La nuova password non corrisponde

source: Old password:
it: Vecchia password

source: New password:
it: Nuova Password

source: Input does not match our password policy
it: Il valore inserito non va bene rispetto alle politiche delle password

source: Confirm:
it: Conferma:

source: Please enter a value
it: Inserisci un valore

source: The input must be a string (not a %(type)s: %(value)r)
it: Devi inserire una stringa (non un %(type)s: %(value)r)

source: The input must be a string (not None)
it: Devi inserire una stringa (non vuota)

source: Remember me on this computer:
it: Ricordami su questo computer

source: Reset
it: Azzera
